Repository: jgarcianiet-web/rising-padel-watch
Catalog: ios/RisingPadel/Localizable.xcstrings
Source language: es
Languages: en

source: Última sesión
en: Last session

source: Histórico
en: History

source: Liga
en: League

source: Comunidad
en: Community

source: Ajustes
en: Settings

source: Mis sesiones
en: My sessions

source: Temporada
en: Season

source: Retos
en: Challenges

source: Torneo
en: Tournament

source: Comentarios
en: Comments

source: Análisis anteriores
en: Past analyses

source: Objetivos y perfil
en: Goals & profile

source: Gente
en: People

source: Nuevo partido
en: New match

source: Editar partido
en: Edit match

source: Bienvenido a Rising Padel
en: Welcome to Rising Padel

source: Primeros pasos
en: First steps

source: Entrenador
en: Coach

source: La semana
en: This week

source: Vale
en: OK

source: Hecho
en: Done

source: Cancelar
en: Cancel

source: Guardar
en: Save

source: Cerrar
en: Close

source: Guardar token
en: Save token

source: Guardar clave
en: Save key

source: Borrar clave
en: Delete key

source: Publicar
en: Post

source: Retar
en: Challenge

source: Crear torneo
en: Create tournament

source: Crear mi cuenta
en: Create my account

source: Seguir
en: Follow

source: Siguiendo
en: Following

source: Borrar
en: Delete

source: Denunciar
en: Report

source: Borrar partido
en: Delete match

source: Importar copia de la liga
en: Import league backup

source: Exportar copia
en: Export backup

source: Exportar CSV
en: Export CSV

source: Pedir análisis
en: Request analysis

source: Analizar otra vez
en: Analyze again

source: Adoptar como mis objetivos
en: Adopt as my goals

source: Ver análisis anteriores
en: See past analyses

source: Compartir el partido en vivo
en: Share live match

source: Apuntar un partido
en: Log a match

source: Empezar temporada
en: Start season

source: Empezar la primera temporada
en: Start first season

source: Empezar la siguiente temporada
en: Start next season

source: Crónica IA al muro
en: AI recap to the wall

source: Sincronizar
en: Sync

source: Ver la temporada entera
en: See full season

source: Foto
en: Photo

source: Partido
en: Match

source: Privacidad
en: Privacy

source: Jugador
en: Player

source: Detección
en: Detection

source: Acerca de
en: About

source: Liga personal
en: Personal league

source: Entrenador IA
en: AI coach

source: Temporadas
en: Seasons

source: Perfil
en: Profile

source: El partido
en: The match

source: Marcador
en: Score

source: Niveles de la sesión
en: Session levels

source: Golpes destacados
en: Highlighted shots

source: Tus objetivos
en: Your goals

source: Partidos
en: Matches

source: Victorias
en: Wins

source: Racha
en: Streak

source: Nivel actual
en: Current level

source: Mejor racha
en: Best streak

source: Golpeos
en: Shots

source: Sesiones
en: Sessions

source: Mejor
en: Best

source: Peor
en: Worst

source: Fecha
en: Date

source: Tipo
en: Type

source: Posición
en: Position

source: Resultado
en: Result

source: Compartir datos de salud
en: Share health data

source: Compartir el detalle de cada golpeo
en: Share each shot's detail

source: Mano de la pala
en: Racket hand

source: Muñeca del reloj
en: Watch wrist

source: Sensibilidad
en: Sensitivity

source: Baja
en: Low

source: Alta
en: High

source: Diestro
en: Right-handed

source: Zurdo
en: Left-handed

source: Izquierda
en: Left

source: Competitivo
en: Competitive

source: Amistoso
en: Friendly

source: Victoria
en: Win

source: Empate
en: Draw

source: Derrota
en: Loss

source: EN VIVO
en: LIVE

source: Nuevo reto
en: New challenge

source: Nuevo torneo
en: New tournament

source: Meta de partidos
en: Match target

source: Meta de la temporada
en: Season target

source: Guardar partidos automáticamente
en: Save matches automatically

source: Guardar como partido de liga
en: Save as league match

source: Todavía no hay sesiones
en: No sessions yet

source: La liga, todavía vacía
en: League still empty

source: Todavía no hay análisis
en: No analyses yet

source: Buscar gente
en: Find people

source: Nivel sesión
en: Session level

source: Cumplimiento de objetivos
en: Goal completion

source: Evolución del nivel
en: Level over time

source: Por posición
en: By position

source: Con cada compañero
en: With each partner

source: Golpes que se repiten
en: Recurring shots

source: Este mes
en: This month

source: Frecuencia de golpeo
en: Shot frequency

source: Progreso de la sesión
en: Session progress

source: Nivel últimos partidos
en: Level, recent matches
